Repository: AmiK2001/arbgen
Catalog: lib/l10n/*.arb
Languages: ru

source: Secret room
ru: Тайная комната

source: Welcome
ru: Добро пожаловать

# letsGetStarted
source: Let's get started with {appName} and see how it can help you in achieving your goals, developing habits, managing your time and energy.
ru: Начните пользоваться {appName} прямо сейчас, чтобы достичь своих целей, развить привычки, снизить стресс и повысить энергию.

# letsContinie
source: Let's continue your journey with {appName}.
ru: Давайте начнем ваш путь к лучшей жизни с {appName}.

# yourMeditivity
source: Your {appName}
ru: Ваше {appName}

# welcomeToMeditivity
source: Welcome to {appName}
ru: Добро пожаловать в {appName}

# singInWithGoogle
source: Sign in with Google
ru: Войти через Google

# singInWithApple
source: Sign in with Apple
ru: Войти через Apple

# singInWithFacebook
source: Sign in with Facebook
ru: Войти через Facebook

source: Connect with Email
ru: Войти через Email

source: Restore subscription
ru: Восстановить подписку

source: Community
ru: Сообщество

source: Profile
ru: Профиль

source: Settings
ru: Настройки

source: Account Details
ru: Детали аккаунта

source: Feedback
ru: Оставить отзыв

# visitMeditivity
source: Visit {appSite}
ru: Перейти на {appSite}

source: Sign Up
ru: Создать аккаунт

source: Log In
ru: Войти

source: Log out
ru: Выйти

source: Email is invalid
ru: Неверный пароль

source: Forgot your password?
ru: Забыли пароль?

# confirmEmailMessage
source: We've all been there, please confirm your email and we'll send you a reset link.
ru: Со всеми случается, пожалуйста, введите свою почту и мы пришлем ссылку на восстановление пароля.

# resetPasswordMessage
source: We've sent you an email with a link to reset your password.
ru: Ссылка на восстановление пароля отправлена на вашу почту.

# anAccountAlreadyExist
source: An account with this email already exists. Please log in as you did before to verify your account.
ru: Аккаунт, привязанный к этой почте, уже существует. Введите пароль, чтобы войти или запросите ссылку на восстановление пароля.

source: and
ru: и

# termOfUse
source: Terms of Use
ru: Условия использования

# privatePolicy
source: Privacy Policy
ru: Политика конфиденциальности

# bySigningInYouAgree
source: By signing in you agree to
ru: Заходя в приложение, вы соглашаетесь с

source: Type your email
ru: Введите вашу почту

source: Type in your password
ru: Введите ваш пароль

source: Skip
ru: Пропустить

source: Glad to see you again
ru: Рады снова вас видеть

source: Let's set up an account
ru: Давайте создадим для вас аккаунт

# logOutConfirmedDialog
source: Stay in to keep your progress.
ru: Остаться в аккаунте, чтобы отслеживать свой прогресс.

source: Subscription details
ru: Детали подписки

source: My Day
ru: Мой день

source: Task
ru: Задача

source: Habit
ru: Привычка

source: Goal
ru: Цель

source: Note
ru: Заметка

source: To-Do
ru: Дела

source: Tasks
ru: Задачи

source: Habits
ru: Привычки

source: Goals
ru: Цели

source: Spheres
ru: Сферы

source: Done
ru: Сделано

source: Notes
ru: Заметки

source: Mindfulness
ru: Практики

source: Meditation
ru: Медитации

source: Sounds
ru: Звуки

source: Sleep
ru: Сон

source: Courses
ru: Курсы

source: Progress
ru: Прогресс

source: Statistics
ru: Статистика

source: Achievements
ru: Достижения

source: Tips
ru: Советы

source: Add
ru: Добавить

source: Added
ru: Добавлено

source: Got it
ru: Хорошо

source: I got it!
ru: Отлично!

source: Begin
ru: Начать

source: Commit
ru: Принять

source: Cancel
ru: Отменить

source: Complete
ru: Завершить

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: Share
ru: Поделиться

source: Accomplish
ru: Выполнить

source: Delete Habit
ru: Удалить привычку

source: Delete Goal
ru: Удалить цель

source: Delete Task
ru: Удалить задачу

source: Work
ru: Работа

source: Health
ru: Здоровье

# familyAndHome
source: Family & Home
ru: Дом и семья

source: Finance
ru: Финансы

source: Personal Growth
ru: Личный рост

source: Impact
ru: Полезный вклад

source: Recreation
ru: Отдых

source: Social
ru: Окружение

source: Other
ru: Разное

# sortByABC
source: ABC
ru: Алфавиту

# sortByActivity
source: Activity
ru: Действиям

# sortByPriority
source: Priority
ru: Приоритету

# sortByTime
source: Time
ru: Времени

# sortByDateAndTime
source: Date & Time
ru: Дате и времени

# sortByTargetDate
source: Target Date
ru: Сроку достижения

# sortByLifeSpheres
source: Life Sphere
ru: Сферам жизни

source: Reset Sort
ru: Сбросить сортировку

source: Life spheres
ru: Сферы жизни

source: Focus
ru: Фокус

source: Melodies
ru: Мелодии

source: Programs
ru: Программы

source: Custom
ru: Ввод

source: Templates
ru: Шаблоны

# buildHabit
source: Build
ru: Привить

# breakHabit
source: Break
ru: Избавиться

source: General
ru: Общее

source: Plan
ru: План

source: Diary
ru: Дневник

# onboardingCustomGoal
source: With {appName} it's easy to customize any goal to fit your needs.
ru: С {appName} вы легко можете отредактировать любую готовую цель по своему желанию.

# onboardingCustomHabit
source: With {appName} it's easy to customize any habit to fit your needs.
ru: С {appName} вы легко можете отредактировать любой шаблон привычки по своему желанию.

# acceptedGoalHeader
source: Go for it!
ru: Удачи!

# acceptedHeader
source: Way to go!
ru: Вперед!

# completedGoalSubheader
source: You achieved the goal!
ru: Вы достигли цели!

# completedHabitHeader
source: You've conquered the habit
ru: Вы развили привычку!

# inProgressAchievementTitle
source: You rock! 👏
ru: Это победа! 👏

# initialAchievementSubtitle
source: You've almost mastered that.
ru: Вы на верном пути.

# inProgressAchievementSubtitle
source: You've almost mastered that.
ru: Вы на верном пути.

# completedAchievementSubtitle
source: on your new achievement!
ru: с вашим новым достижением!

# notesPlaceholder
source: The place for a daily journal, gratitudes, ideas, and insights.
ru: Скоро здесь появится место, где будет удобно хранить записи, дневник, благодарности, инсайты и идеи.

# acceptedDialogConfirmButton
source: Great
ru: Отлично

# timerCompleted
source: Well done for staying focused! Time for a break.
ru: Вы отлично поработали! Время сделать перерыв.

# breakCompleted
source: Time to focus on getting things done!
ru: Время сфокусироваться и поработать над задачей!

# unguidedMeditationCompleted
source: Unguided is completed.
ru: Отлично, сегодняшняя медитация выполнена.

# soundCompleted
source: The session is ended.
ru: Время, которое вы задали, истекло.

# quitCurrentFocusDialog
source: Are you sure you want to end focus in advance?
ru: Вы точно хотите прервать фокус?

# endFocusDialog
source: Are you sure you want to end the current focus?
ru: Вы уверены, что хотите выйти из фокус таймера?

# endMeditationDialog
source: Are you sure you want to end the current meditation?
ru: Вы уверены, что хотите прервать текущую медитацию?

# updateGoalEntitiesDialog
source: You're changing the starting date. Do you want to update related tasks and habits accordingly?
ru: Вы меняете дату начала цели. Хотите подстроить под новую дату сроки всех привязанных к цели задач и привычек?

# updateGoalTargetDateAndEntitiesDialogTitle
source: You're changing the starting date
ru: Вы меняете дату начала цели

# updateGoalTargetDateAndEntitiesDialog
source: Do you want to update the goal's target date and starting dates of related tasks and habits accordingly?
ru: Вы хотите обновить дату достижения цели и даты всех привязанных к ней задач и привычек соответственно?

# confirmGoalEditDialogTitle
source: Are you sure you want to edit these attributes?
ru: Вы уверены, что хотите изменить эти параметры?

# confirmGoalEditDialog
source: Changing these attributes will affect the process of achieving the goal.
ru: Изменения этих параметров повлияют на весь процесс достижения цели.

# migrationFailureTitle
source: Sync is failed
ru: Ошибка в синхронизации

# migrationFailureMessage
source: The update to the latest version went unsuccessful. Please check your internet connection and restart the app. If the error occurs again, contact the support team.
ru: Обновление до последней версии удалось. Пожалуйста, проверьте интернет-соединение и перезагрузите приложение. Если ошибка будет повторяться, напишите нам в поддержку и мы поможем.

# breakAdvice1
source: Do 5-minute full-body stretching that your body needs
ru: Сделайте 5-минутную растяжку, чтобы взбодрить тело.

# breakAdvice2
source: Get up and walk around to feel more energized
ru: Встаньте и пройдитесь немного, чтобы зарядиться энергией.

# breakAdvice3
source: Do a short {appName} breathing exercise to boost energy
ru: Сделайте дыхательную практику в {appName}, чтобы почувствовать прилив сил.

# breakAdvice4
source: Do a quick 5-minute clean-up to enjoy the space around you.
ru: Сделайте небольшую уборку, чтобы пространство вокруг радовало и вдохновляло вас.

# breakAdvice5
source: Treat yourself with a healthy snack like fruit or veggie sticks.
ru: Побалуйте себя полезным снэком, например, фруктом или орешками.

# breakAdvice6
source: Go outside or step out to the balcony to soak in the sun and get a new perspective.
ru: Выйдите на улицу или на балкон, чтобы освежиться и побыть на солнце.

# breakAdvice7
source: Open a window to get some fresh air and clear your mind.
ru: Откройте окно, чтобы проветрить комнату и голову.

# breakAdvice8
source: Listen to a motivational or cheerful song.
ru: Потанцуйте под мотивирующую и веселую песню или просто послушайте ее.

# breakAdvice9
source: Do some food preparation for dinner – you’ll be surprised how much you can do in a few 5 min chunks of time.
ru: Если вы работаете из дома, сделайте заготовки для ужина, вы удивитесь, сколько всего можно успеть за несколько 5-минутных перерывов.

# breakAdvice10
source: Declutter your workspace to reduce stress and create a sense of calm.
ru: Разберите хлам на рабочем месте - это уменьшит стресс и вернет чувство покоя и порядка.

# breakAdvice11
source: Take out the trash to make your place fresher.
ru: Вынесите мусор и насладитесь тем, что ваш дом или офис стал чище.

# breakAdvice12
source: Change that lightbulb that's needed changing (or any other small task that needs doing).
ru: Поменяйте уже эту лампочку, которая давно перегорела или сделайте другую мелкую работу по дому, которую давно откладывали.

# breakAdvice13
source: Meditate to improve your concentration for the next focus sessions.
ru: Помедитируйте, чтобы повысить концентрацию и лучше поработать во время следующих отрезков фокус-таймера.

# breakAdvice14
source: Fold laundry or throw a load of laundry into the washer.
ru: Загрузите стиральную машинку.

# breakAdvice15
source: Clean your phone, keyboard, and glasses.
ru: Протрите влажной или спиртовой салфеткой свой телефон, клавиатуру, очки.

# breakAdvice16
source: Make a cup of warm tea or coffee.
ru: Сделайте себе чашку горячего кофе или чая.

# breakAdvice17
source: Review your progress over the last 25 minutes.
ru: Оцените, сколько всего вы успели сделать за предыдущие 25 минут и похвалите себя.

# breakAdvice18
source: Plan what you are going to do in the next 25 minutes.
ru: Запланируйте, чем вы будете заниматься следующие 25 минут.

# breakAdvice19
source: Complete a short habit from your tracking list.
ru: Выполните какую-то короткую привычку из вашего трекера привычек.

# breakAdvice20
source: Do 30 seconds of as many press-ups, burpees, and sit-ups as you can.
ru: Сделайте по 30 секунд отжимания, приседания и берпи.

# breakAdvice21
source: Do a plank pose, if you can stay in this pose only for a short time, make two trips.
ru: Сделайте планку, а если пока не получается долго в ней стоять, сделайте несколько подходов.

# breakAdvice22
source: Call a friend to share something good and positive.
ru: Позвоните другу и поговорите о чем-то хорошем.

# breakAdvice23
source: Read an article you tend to put off.
ru: Прочитайте интересную или полезную статью, которая давно лежит в открытых вкладках.

# breakAdvice24
source: Watch a motivational TED video to feel more inspired.
ru: Посмотрите ролик TED, чтобы узнать что-то новое и вдохновиться.

# breakAdvice25
source: Have a glass of water. Hydration improves your brain function and boosts skin health.
ru: Выпейте стакан воды - это поможет мозгу лучше работать и хорошо скажется на состоянии кожи.

# breakAdvice26
source: Make some easy office exercises, it will boost your energy.
ru: Сделайте несколько несложных физических упражнений, чтобы повысить энергию.

# breakAdvice27
source: Close the eyes. Slowly move the eyes upward, then downward. Repeat 3 times. Slowly move the eyes to the left, then to the right. Repeat 3 times.
ru: Закройте глаза. Медленно посмотрите вверх, затем вниз. Повторите 3 раза. Медленно посмотрите влево, затем вправо 3 раза.

# breakAdvice28
source: Palms for relaxation. Gently cup your palms over your closed eyes until all the afterimages fade to black, about 30 sec.
ru: Мягко положите ладони на глаза и окажите на них небольшое давление в течение 30 секунд. Это поможет глазам расслабиться и отдохнуть.

# breakAdvice29
source: Imagine a big number 8 turned on its side about 10 feet in front of you. Slowly sketch it with your eyes several times. Then go the other direction.
ru: Сделайте упражнение для глаз - представьте, что перед вам огромная трехметровая цифра 8. Медленно очертите ее глазами несколько раз сначала в одном направлении, затем в другом.

# breakAdvice30
source: Roll your eyes. Look right and left several times without moving your head. Then look up and down several times.
ru: Посмотрите вправо, затем влево несколько раз, не поворачивая головы. Затем посмотрите вверх и вниз. Это хорошая разминка для глаз.

# connectWithSubtitle
source: Sign in to track your progress, use the app on multiple devices, and keep your information safe.
ru: Зарегистрируйтесь, чтобы отслеживать свой прогресс, использовать приложение на разных устройствах и не потерять ваши данные.

# signUpSubtitle
source: To use {appName} on multiple devices and keep your information safe.
ru: Чтобы использовать {appName} на разных устройствах и не потерять ваши данные.

# signInSubtitle
source: Please enter your email and password to get in
ru: Введите логин и пароль, чтобы зайти в ваш аккаунт.

# emptyFields
source: Please fill out all required fields and try again
ru: Пожалуйста, введите все требуемые поля и попробуйте еще раз.

# noInternetConnection
source: No internet connection. Please enable wifi or mobile internet and try again.
ru: Интернет-соединение не доступно. Пожалуйста, подключитесь к wifi или мобильному интернету и попробуйте зайти еще раз.

# emptyTasksCalendarDay
source: Press add to plan something great for this day.
ru: Нажмите "Добавить", чтобы запланировать задачу на этот день.

# emptyGoalsCalendarDay
source: Press add to plan something great for this day.
ru: Нажмите "Добавить", чтобы запланировать цель на этот день.

# emptyNotesCalendarDay
source: Press add to plan something great for this day.
ru: Нажмите "Добавить", чтобы запланировать заметку на этот день.

# myDayEmptyToday
source: What do you get to do today? Press + to add a note, task, habit, or goal.
ru: Что бы вы хотели сегодня сделать? Нажмите +, чтобы добавить заметку, задачу, привычку или цель.

# myDayEmptyPast
source: Make a to-do list to keep track of your progress and achieve more.
ru: Ведите список дел, чтобы успевать делать больше и снижать прокрастинацию.

# myDayEmptyFuture
source: Plan something great for this day. Press + to add a note, task, habit, or goal.
ru: Запланируйте что-то классное на этот день. Нажмите +, чтобы добавить заметку, задачу, привычку или цель.

# myDayAllCompletedToday
source: You're doing an awesome job! Want to schedule anything else?
ru: У вас отлично получается! Хотите запланировать что-то еще?

# myDayAllCompletedPast
source: You've completed all tasks. Keep up the good work!
ru: Вы выполнили все задачи на этот день! Продолжайте в том же духе.

# myDayAllCompletedFuture
source: Great job! Want to schedule anything else?
ru: Отличная работа! Хотите запланировать что-то еще?

# emptyTasks
source: Jot down your tasks and focus on getting them done!
ru: Записывайте свои задачи, чтобы не держать их в голове.

# emptyGoals
source: Set a goal or project. Any ambitious dream is achievable with a solid plan.
ru: Поставьте цель или запланируйте проект. Любая мечта становится реальной, если у вас есть четкий план.

# emptyHabits
source: What you do every day has the most impact on your life.
ru: Привычки - то, что мы делаем каждый день, оказывают самое большое влияние на нашу жизнь.

# emptySphere
source: Tie tasks, habits, and goals to spheres to visualize your life balance.
ru: Привязывайте задачи, привычки и цели к сферам жизни, чтобы визуализировать, куда уходит ваше время на колесе баланса.

# emptyDone
source: Track your progress. All completed tasks, habits and goals in one place.
ru: Отслеживайте свой прогресс по всем выполненным задачам, привычкам и целям в одном месте.

# emptyPlan
source: Break down your goal into actionable steps.
ru: Разбейте вашу цель на понятные шаги.

# emptyCourses
source: Educational courses on soft skills will be added soon.
ru: Скоро здесь появятся образовательные курсы по софт скиллам.

# emptyAchievements
source: Achievements keep you motivated by tracking progress.
ru: Полученные достижения повышают мотивацию и уверенность в своих силах.

# emptyTips
source: We will add tips on improving your productivity and wellbeing soon.
ru: Скоро здесь появятся советы по улучшению вашей продуктивности и самочувствия.

# communityTabPlaceholder
source: We're working on building a community for you.
ru: Мы работаем над созданием сообщества для вас.

# emptyStatisticsLifeSpheres
source: Track balance in a life spheres wheel and notice spheres which require more attention.
ru: Отслеживайте прогресс на колесе баланса, чтобы вовремя увидеть, какие сферы жизни требуют заботы и внимания.

# emptyStatisticsGoals
source: Take a look at the progress towards your goals.
ru: Следите за своим прогрессом на пути к целям.

# emptyStatisticsHabits
source: Keep tracking your consistency in building habits.
ru: Постоянство - ключевой фактор выработки привычек.

# emptyStatisticsTasks
source: See how well you getting tasks done.
ru: Отмечайте, насколько хорошо вы справляетесь с выполнением задач.

# emptyStatisticsFocus
source: Notice how much time you concentrated on tasks.
ru: Отмечайте, как много времени вы сосредоточенно работаете над задачами.

# emptyStatisticsMeditation
source: Every mindful minute counts and contributes to your well-being.
ru: Каждая осознанная минута делает ваше состояние лучше.

# deleteGoalWarning
source: All tasks and habits attached to the goal will be deleted.
ru: Все задачи и привычки, привязанные к этой цели, будут удалены.

# completeGoalWarning
source: All tasks attached to this goal will be completed. The habits will remain tracked.
ru: Все задачи, привязанные к этой цели, будут выполнены. Все привычки останутся в трекере.

# deleteHabitWarning
source: The tracking will be stopped and your activity history for the whole period will be deleted.
ru: Трекинг привычек прекратится, а прогресс и история за весь период будут удалены.

# completeHabitWarning
source: The tracking will be stopped and your activity history will be saved.
ru: Трекинг привычек прекратится, а прогресс и история будут сохранены.

# deleteTaskWarning
source: All recurring tasks will be deleted.
ru: Все повторяющиеся задачи будут удалены.

# completeTaskWarning
source: All recurring tasks will be completed.
ru: Все повторяющиеся задачи будут выполнены.

# cancelSingleMeditationWarning
source: The meditation will be deleted from your calendar. You can add it again later.
ru: Медитация будет удалена из календаря. Вы сможете добавить ее снова.

# cancelRecurringMeditationWarning
source: Do you want to save the history of completed sessions in your progress?
ru: Вы хотите сохранить историю и прогресс выполненных сессий?

# buildHabitProgress0
source: Use a scientific approach for habit formation to rewire your brain.
ru: Используйте научный подход к формированию привычек, чтобы перепрограммировать свой мозг.

# buildHabitProgress25
source: Create context for your habit - specify time, place, and routine.
ru: Задайте понятный контекст привычке - определите время, место и рутину ее выполнения.

# buildHabitProgress50
source: Use reminders as cues that initiate the behavior and set other details.
ru: Используйте напоминания как триггеры, которые подталкивают к выполнению нужной привычки.

# buildHabitProgress100
source: These answers fuel your motivation, help lower stress, stay focused, free up time and increase chances to succeed.
ru: Ответы на эти вопросы - настоящее топливо для вашей мотивации. А еще они помогают снизить стресс, повысить концентрацию и в целом повышают ваши шансы на успех.

# breakHabitProgress0
source: Replace a habit you want to break with something healthy. Use the urge for a bad habit as a trigger to develop a good one.
ru: Замените привычку, от которой хотите избавиться, на что-то полезное. Этот трюк поможет использовать позыв к негативной привычке как триггер к хорошей.

# breakHabitProgress25
source: Create context for your habit - specify time, place, and routine.
ru: Задайте понятный контекст привычке - определите время, место и рутину ее выполнения.

# breakHabitProgress50
source: Use reminders as cues that initiate the behavior and set other details.
ru: Используйте напоминания как триггеры, которые подталкивают к выполнению нужной привычки.

# breakHabitProgress100
source: Be mindful and aware about your addiction. Notice the urge - get curious - find the root - feel the joy of letting go - repeat.
ru: Включайте осознанность и отмечайте позыв к плохой привычке - проявляйте любопытство, чтобы понять его причину - почувствуйте радость от того, что можете в этот раз отпустить зависимость.

# goalDescriptionHint
source: Add description, details and motivation. Why is this goal important to you?
ru: Распишите вашу мотивацию и описание цели. Почему она важна для вас?

# taskNoteHint
source: Jot down details or motivation to complete the task.
ru: Распишите детали задачи и вашу мотивацию. Почему вам важно это сделать? Если это большая задача, разбейте ее на подзадачи.

# buildHabitDescriptionHint
source: How will this habit bring value to your life? Write your motivation and add details. What are the exact actions you plan? E.g., for morning exercise, you can jot down 1m plank, 30 push-ups, 30 squats and so on.
ru: Какую ценность эта привычка привнесет в вашу жизнь? В чем ваша мотивация? Какие точные действия вам нужно выполнять? Например, для утренней зарядки вы можете расписать план - 1 мин планки, 30 отжиманий, 30 приседаний и так далее.

# buildHabitLocationHint
source: Think in detail where will you do this habit - your bedroom, kitchen, office or elsewhere. The more detailed plan you have, the clearer and easier it becomes for your brain to support a new action.
ru: Продумайте в деталях где вы будете выполнять эту привычку - в спальне, на кухне, в ванной, офисе или где-то еще. Чем четче вы спланируете все, тем легче вашему мозгу будет поддержать новую привычку и дать мотивацию на ее выполнение.

# breakHabitDescriptionHint
source: Jot down the reasons why is it important to quit this negative habit. How does it damage your health, family, self-esteem or quality of life?
ru: Запишите причины, почему вам важно избавиться от плохой привычки. Какой урон она наносит здоровью, семье, самооценке или качеству жизни?
