Repository: AmiK2001/arbgen
Catalog: lib/l10n/*.arb
Languages: ru

# createAGoalToolTip
source: Let's create the first goal to start your self-improvement journey 🚀
ru: Давайте создадим первую цель, с которой вы сможете начать процесс саморазвития 🚀

# commitGoalToolTip
source: Commit to a goal with one click and all tasks and habits will be distributed through your to-do list ✅
ru: Примите цель в 1 клик и все задачи и привычки, привязанные к ней, автоматически добавятся в ваш список дел ✅

source: Icons
ru: Иконки

# iconsToolTip
source: To distinguish icons of habits and tasks, keep in mind that tasks are square and the habits are round.
ru: Иконки задач - квадратные, а привычек - круглые. Так вы легко сможете с первого взгляда на расписание увидеть, что именно вам предстоит сделать.

source: Swipes
ru: Свайпы

# swipesToolTip
source: Swipe the card to the right to complete or swipe it to the left to edit or delete.
ru: Сдвиньте карточку вправо, чтобы выполнить, а влево, чтобы отредактировать или удалить.

source: Goal Deleted
ru: Цель удалена

source: Habit Deleted
ru: Привычка удалена

source: Habit Completed
ru: Привычка выполнена

# habitCompletedForDay
source: Today’s habit is completed
ru: Привычка выполнена на день

source: Accomplish Habit
ru: Выполнить привычку

source: Meditation Completed
ru: Медитация выполнена

source: Delete Meditation
ru: Удалить медитацию

source: Delete Recurring Meditation
ru: Удалить повторяющуюся медитацию

source: Meditation Deleted
ru: Медитация удалена

source: Meditation Scheduled
ru: Медитация внесена в расписание

# meditationRescheduled
source: Meditation Recheduled
ru: Медитация перенесена

source: Task Saved in Upcoming To-Do
ru: Задача сохранена в Список дел

source: Task Rescheduled
ru: Задача перенесена

source: Warning
ru: Внимание!

# warningCompletedTask
source: This task is completed. Please incomplete the task to edit its attributes.
ru: Эта задача выполнена. Пожалуйста, отмените выполнение, чтобы отредактировать ее.

source: Task Completed
ru: Задача выполнена

source: Task Completed for Day
ru: Задача выполнена на день

source: Task Accomplished
ru: Задача достигнута

source: Task Deleted
ru: Задача удалена

source: Accomplish Task
ru: Выполнить задачу

source: Task Created
ru: Задача создана

source: Primary task or habit of the day
ru: Главное дело дня

source: Drag any task or habit into this area
ru: Переместите в это окно любую задачу или привычку.

source: Completed
ru: Выполнено

source: Date
ru: Дата

source: Today
ru: Сегодня

source: Tomorrow
ru: Завтра

source: Yesterday
ru: Вчера

source: Goal Achieved
ru: Цель достигнута

source: Congratulations
ru: Поздравляем!

# goalTitleHint
source: Goal Title
ru: Наименование цели

# programDescriptionGoal
source: Program Description
ru: Описание

source: Key Results
ru: Ключевые результаты

source: Key Result
ru: Ключевые результаты

source: Prepare for Success
ru: Настроиться на успех

# whatIsThePriceHeader
source: What is the price?
ru: Какая цена достижения цели?

# whayIsThePriceHint
source: What are you willing to sacrifice in order to achieve this goal? E.g., after work, instead of watching TV series, dedicate 2 hours to starting your own business or writing a book.
ru: От чего придется отказаться для достижения желаемого, чем заплатить – временем, комфортом, развлечениями, встречами, деньгами. Например, после работы пожертвовать просмотром сериала и посвятить 2 часа новому проекту, блогу или написанию книги.

# whatArePossibleObstaclesHeader
source: What are possible obstacles?
ru: Какие преграды могут возникнуть?

# obstaclesHint
source: Think in advance what might get in your way and how you can overcome it. It will lower the stress and increase your chances to succeed.
ru: Заранее подумайте о том, что может помешать и как преодолеть преграды. Это поможет снизить стресс и повысит шансы на успех.

source: Undo
ru: Отменить

source: Undo accomplish
ru: Отменить выполнение

# undoAccomplishMessage
source: All tasks attached to the goal will be uncompleted.
ru: Все задачи, привязанные к этой цели, будут отмечены как невыполненные.

source: Accomplish Goal
ru: Выполнить цель

source: Copy
ru: копия

# emptyGoalPlanPlaceholder
source: Add tasks and habits to this goal. With an action plan, you’ll have a clear idea of how to get where you want to go.
ru: Добавьте к этой цели задачи и привычки. С четким планом действий вам будет понятно, куда двигаться.

# advanceStepCreationProgress
source: What actions should I undertake? Create a plan of tasks and habits you need to accomplish in order to achieve a goal.
ru: Какие действия нужно предпринять? Создайте план из задач и привычек, которые нужно выполнить, чтобы достичь цели.

# advanceStepHeader
source: Advance stage - create a plan
ru: Уровень 3 - создать план

# enhancedStepCreationProgress
source: How do I know I’m getting there? Set quantifiable and time-bound metrics that measure if the goal is achieved.
ru: Как вы поймете, что движетесь в нужном направлении? Задайте измеряемые и привязанные ко времени ключевые результаты, которыми можно измерить прогресс.

# enhancedStepHeader
source: Enhanced stage - set key results
ru: Уровень 2 - задать ключевые результаты

source: Enhanced
ru: Уровень 2

source: Primary
ru: Уровень 1

source: Advanced
ru: Уровень 3

source: Ultimate
ru: Уровень 4

# primaryStepCreationProgress
source: Make it SMART. The better you describe a goal, the more achievable it becomes.
ru: Цели по SMART. Чем лучше вы пропишите свою цель, тем выше шансы на успех.

# primaryStepHeader
source: Primary stage
ru: Уровень 1

source: Name
ru: Наименование

# hintTextName
source: e.g., Learn a new language
ru: Например, выучить иностранный язык

source: Description
ru: Описание

# startingDateText
source: Starting date
ru: Дата начала

# targetDateText
source: Target date
ru: Срок достижения

# ultimateStepCreatingProgress
source: Answers to these questions help lower your stress, stay focused, free up time and increase chances to succeed.
ru: Ответы на эти вопросы - настоящее топливо для вашей мотивации. А еще они помогают снизить стресс, повысить концентрацию и в целом повышают ваши шансы на успех.

# ultimateStepHeader
source: Ultimate stage - prepare for success
ru: Уровень 4 - настройтесь на успех

source: Goal Achiever
ru: Цели

source: Missing step
ru: Пропущен этап

# missingStepTitleIconAndSphere
source: Please add goal title and select icon and sphere for your goal to proceed.
ru: Введите наименование цели и выберите иконку и сферу жизни, чтобы продолжить.

# missingStepTitleAndIcon
source: Please add goal title and select icon for your goal to proceed.
ru: Введите наименование цели и выберите иконку, чтобы продолжить.

# missingStepTitleAndSphere
source: Please add goal title and select sphere for your goal to proceed.
ru: Введите наименование цели и выберите сферу жизни, чтобы продолжить.

# missingStepTitle
source: Please add goal title to proceed.
ru: Введите наименование цели, чтобы продолжить.

# missingStepIcon
source: Please select icon for your goal to proceed.
ru: Выберите иконку, чтобы продолжить.

# missingStepSphere
source: Please select sphere for your goal to proceed.
ru: Выберите сферу жизни, чтобы продолжить.

source: Edit Goal
ru: Редактировать цель

source: Learn more
ru: Узнать больше

source: By
ru: От

source: Part
ru: Этап

source: Extra habits and tasks
ru: Привычки и задачи вне этапов

source: extra Part
ru: +1 Этап

source: Upcoming
ru: Список дел

source: Instead of
ru: Вместо

# habitBreakTitleHint
source: Habit Break Title
ru: Плохая привычка

source: Habit Description
ru: Описание привычки

# repetitionAndTriggers
source: Repetition & Triggers
ru: Повторы и триггеры

source: Times per day
ru: Повторов в день

source: in the
ru: в

source: at
ru: в

source: Reminders
ru: Напоминания

source: Reminder
ru: Напоминание

source: Reminder time
ru: Время напоминания

source: Location
ru: Место

source: Break the spell
ru: Разрушить очарование плохой привычки

source: Details
ru: Детали

source: Mindset
ru: Уровень 4

source: Build a Habit
ru: Создать

source: Break a Habit
ru: Избавиться

source: What
ru: Уровень 1

# whatStepText1
source: It helps track time you dedicate to every goal or sphere and keep balance in life.
ru: Это помогает отслеживать время, которое вы посвящаете каждой цели и сохранять баланс в жизни.

# whatStepText2
source: The habit is tied to the chosen goal
ru: Привычка привязана к выбранной цели

# breakHabitHint
source: Habit I Want to Break (e.g., Smoking)
ru: Плохая привычка (например, курить)

# replacementHabitHint
source: Replacement habit (e.g., Drink water)
ru: Привычка на замену (например, выпить воды)

source: When
ru: Уровень 2

source: Starting Time
ru: Время начала

source: Habit Builder
ru: Привычки

source: Error
ru: Ошибка

# erroCustomHabitMessage
source: Please add title for your habit to proceed
ru: Введите наименование привычки, чтобы продолжить.

# missingStepBreakTitle
source: Please add break title for your habit to proceed
ru: Введите наименование плохой привычки, от которой вы хотите избавиться, чтобы продолжить.

# missingStepHabitIcon
source: Please select icon for your habit to proceed
ru: Выберите иконку, чтобы продолжить.

# missingStepSphereOrGoal
source: Please select sphere or goal for your habit to proceed
ru: Привяжите привычку к сфере жизни или цели, чтобы продолжить.

source: Edit Habit
ru: Редактировать привычку

source: Google calendar sync disabled
ru: Синхронизация с Google Календарем отключена

# googleCalendarSyncDisabledMessage
source: This habit is not syncable with Google calendar due to missed starting time or large number of reminders (more than 5).
ru: Эта привычка не может быть синхронизирована с Google Календарем. Возможно, у нее пропущено время начала или установлено больше 5 напоминаний.

source: Duration
ru: Длительность

# valueAndUnit
source: Value & Unit
ru: Заданная величина

# habitTitleHint
source: Habit Title
ru: Наименование привычки

# ofSuffix
source: of
ru: из

# onboardingChooseSphereTitle
source: Choose 3 spheres you want to improve first
ru: Выберите 3 сферы которые вы хотите улучшить в первую очередь

# onboardingChooseSphereSubtitle
source: Take a look at the bigger picture of your life. Life balance leads to well-being.
ru: Взгляните на полную картину вашей жизни. Жизненный баланс очень важен для благополучия.

source: Next
ru: Дальше

# onboardingFirstPageTitle
source: Get more done and be happy
ru: Больше успевать и не упускать счастье

# onboardingFirstPageSubtitle
source: Start a better life with {appName} today. Move forward without a burnout.
ru: Начать лучшую жизнь с {appName} сегодня. Двигаться вперед без выгорания.

# onboardingFirstPageAdvantage1Title
source: All-in-one
ru: Все в одном

# onboardingFirstPageAdvantage1Subtitle
source: Life Spheres, SMART Goals, Habits, Tasks, Subtasks, Reminders, Calendar and more.
ru: Сферы жизни, SMART цели, привычки, задачи, подзадачи, напоминания, календарь и многое другое.

# onboardingFirstPageAdvantage2Title
source: Scientific Approach
ru: Научный подход

# onboardingFirstPageAdvantage2Subtitle
source: Habit loop and triggers, CBT & Mindfulness techniques, GTD, Pomo timer, etc.
ru: Петля привычек с триггерами, техники осознанности и когнитивно-поведенческой психологии, фокус-таймер и другое.

# onboardingFirstPageAdvantage3Title
source: Easy to use
ru: Просто использовать

# onboardingFirstPageAdvantage3Subtitle
source: Seamless templates created by experts and tools for adding customized things.
ru: Удобные шаблоны, разработанные экспертами и фреймворки по постановке и достижению целей.

# alreadyHaveAnAccount
source: Already have an account? Log in
ru: Уже есть аккаунт? Войти

# onboardingGoalsPageTitle
source: SMART Goals
ru: SMART цели

# onboardingGoalsPageSubtitle
source: Boost a life with Specific, Measurable, Achievable, Relevant, and Time-bound goals.
ru: Добивайтесь конкретных, измеримых, достижимых, значимых и привязанных к дате целей.

# onboardingHabitPageTitle
source: Science-based Habits
ru: Научный подход к привычкам

# onboardingHabitPageSubtitle
source: Use a habit loop to build desired routines and a healthy lifestyle.
ru: Используйте петлю привычек, чтобы выстроить здоровые рутины и образ жизни.

# onboardingMindfulnessTitle
source: Mindfulness Practices
ru: Практики осознанности

# onboardingMindfulnessSubtitle
source: Boost your productivity and energy to improve every life sphere.
ru: Улучшите свою продуктивность и энергию в каждой сфере жизни.

# onboardingMindfulnessAdvantage1Subtitle
source: Reset your mind with breathing techniques, guided or unguided.
ru: Перезагрузите мозг с техниками дыхания.

# onboardingMindfulnessAdvantage2Subtitle
source: Wind down with sleep sounds to keep your mind relax and find more restful sleep.
ru: Засыпайте под мелодии и звуки для крепкого сна и быстрого засыпания.

# onboardingMindfulnessAdvantage3Subtitle
source: Discover the collection of relax and focus sounds to deep work and reduce stress.
ru: Исследуйте коллекцию мелодий и звуков для расслабления и концентрации.

source: Get started!
ru: Приступить!

source: Focus Timer
ru: Фокус-таймер

source: Pomodoro
ru: Фокус-таймер

source: Pause
ru: Пауза

source: Quit
ru: Выйти

source: Resume
ru: Продолжить

# meditivityPremium
source: {appName} Premium
ru: {appName} Премиум

# meditivityPremiumSubscriptionText
source: To set any time period you want, please subscribe to Premium. Find out more about how to double your achievements with all {appName} features.
ru: Чтобы задать любой временной отрезок, пожалуйста, подпишитесь на Премиум. Узнать больше о том, как приумножить свои достижения с {appName} Премиум.

source: Now
ru: Сейчас

source: Later
ru: Позже

source: Stop
ru: Стоп

source: Play
ru: Начать

# noConnection
source: No Internet connection
ru: Нет интернет-соединения

source: Your name
ru: Ваше имя

source: Photo
ru: Фото

source: Load from gallery
ru: Выбрать из галереи

source: Take a photo
ru: Сделать фото

source: Copied
ru: Скопировано

# pastItIntoYourEmailClient
source: Paste it into your email client
ru: Почта для обратной связи скопирована в буфер, введите ее в вашем сервисе электронных писем

# nameDialogSubtitle
source: You are easier to find if you write a real name
ru: Друзьям будет легче вас найти, если вы введете настоящее имя.

source: Save
ru: Сохранить

# emptyNameError
source: The name cannot be empty
ru: Поле с именем не может быть пустым

# settingsPagePlaceholderText
source: Soon you'll be able to tailor {appName} to your needs.
ru: Скоро вы сможете еще больше адаптировать {appName} под себя.

source: Want to feel fulfilled?
ru: Хотите жить полной жизнью?

# stayWithMeditivity
source: Stay with {appName} to explore scientific and effective ways to boost your productivity and mindfulness.
ru: Оставайтесь с {appName}, чтобы использовать научные и эффективные методы роста своей продуктивности и осознанности.

# connectWith
source: Connected with
ru: Вход с

source: Sync Calendar
ru: Синхронизировать с Google Календарем

source: Change Email
ru: Изменить email

source: Change/Reset Password
ru: Изменить/Сбросить пароль

source: Delete Account
ru: Удалить аккаунт

# logOutMessage
source: Are you sure you want to log out from your account?
ru: Вы уверены, что хотите выйти из аккаунта?

# deleteAccountMessage
source: Are you sure you want to delete your account?
ru: Вы уверены, что хотите удалить аккаунт?

# someErrorMessage
source: Oops, an error occurred. Please try one more time.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.

# successSubscriptionTitle
source: Success
ru: Успех

# successSubscriptionMessage
source: Subscription successfully restored.
ru: Подписка успешно восстановлена.

# unsuccessSubscriptionTitle
source: Unsuccess
ru: Что-то пошло не так

# unsuccessSubscriptionMessage
source: You don't have active subscriptions to restore.
ru: У вас нет активной подписки, которую можно восстановить.

# tasksSyncMessage
source: Tasks syncs only if they have target time. Habits syncs only of they have starting time and number of reminders are less or equals to 5.
ru: Синхронизируются только задачи с заданной датой и привычки с заданной датой и менее 5 повторами в день.

source: Sync Google Calendar
ru: Сихронизировать с Google Календарем

# unsubscripbed
source: Unsubscribed
ru: Отписаться

source: Day
ru: День

source: Days
ru: Дней

source: Current Streak
ru: Текущая цепочка

source: Longest
ru: Самая длинная

source: Session
ru: Сессия

source: Sessions
ru: Сессий

source: Mindful Time
ru: Осознанное время

source: About
ru: О нас

# helpAndFeedback
source: Help & Feedback
ru: Помощь и обратная связь

source: Language
ru: Язык

source: Productivity
ru: Продуктивность

source: Synchronization
ru: Синхронизация

source: Theme
ru: Тема

source: Widget
ru: Виджет

source: Task Doer
ru: Задачи

# missingStepTaskTitleAndSphereOrGoal
source: Please add task title and tie to sphere or goal to proceed.
ru: Добавьте наименование задачи и привяжите ее к сфере жизни, чтобы продолжить.

# missingStepGoalTitle
source: Please add goal title to proceed.
ru: Добавьте наименование цели, чтобы продолжить.

# missingStepSphereOrGoalTask
source: Please tie to sphere or goal to proceed.
ru: Привяжите задачу к сфере жизни или цели, чтобы продолжить.

# taskHintText
source: e.g. Buy groceries
ru: Например, купить продукты

# customTaskText1
source: Add a visual tag to tie this task to a life sphere or an existing goal. It keeps life organized and balanced.
ru: Добавьте визуальный тег, чтобы привязать задачу к сфере жизни или цели. Это поможет сохранять списки дел в порядке.

# customTaskText2
source: The task is tied to the chosen goal
ru: Задача привязана к выбранной цели

# setDateAndTime
source: SET DATE & TIME
ru: Дата и время

source: Time
ru: Время

source: Repetition
ru: Повтор

source: Repetition Ends
ru: Окончание повтора

source: Replays
ru: Повторений

source: Checklist
ru: Чеклист

source: Type your title here...
ru: Введите наименование...

source: Add subtask
ru: Добавить подзадачу

source: Coming soon
ru: Скоро

source: Failure
ru: Не получилось

source: It's done!
ru: Готово!

# targetValueHint
source: Target value
ru: Заданная величина

source: Edit Task
ru: Редактировать задачу

# editTaskSyncMessage
source: This task is not syncable with Google calendar due to missed target date or target time.
ru: Эта задача не может быть синхронизирована с Google Календарем, потому что у нее нет заданной даты и времени.

source: Complete task
ru: Выполнить задачу

source: Undo complete
ru: Отменить выполнение

source: Edit denied
ru: Невозможно отредактировать

# editDeniedMessage
source: This task was added to your Google calendar by someone else. It can’t be edited.
ru: Эта задача была добавлена в ваш Google Календарь кем-то другим, поэтому вы не можете ее отредактировать.

# taskTitleHint
source: Task Title
ru: Наименование задачи

source: Habit Tracker
ru: Трекер привычек

source: Achieved goals
ru: Достигнутые цели

source: Build habits
ru: Выработанные привычки

source: Completed Tasks
ru: Выполненные задачи

# syncMessageHomePage
source: Sync was not successfully completed. Please check your internet connection, access to your calendar, and try again.
ru: Ошибка в синхронизации. Пожалуйста, проверьте интернет-соединение и доступ к вашему календарю и попробуйте еще раз.

# charactersNumber
source: 6+ characters
ru: 6+ знаков

# migrationPageMessage
source: While we're taking care of your data sync to ensure nothing gets lost, take care of your mind and use this couple of minutes to meditate 😊
ru: Пока мы заботимся о том, чтобы синхронизировать ваши данные и сделать так, чтобы ничего не потерялось, позаботьтесь о себе и сделайте дыхательные упражнения 😊

# premiumPage0Title
source: Double your achievements & boost your life
ru: Приумножьте свои достижения и улучшите свою жизнь

# premiumPage1Title
source: Unlimited Templates
ru: Безграничные шаблоны

# premiumPage1Check1
source: Get full access to goal and habit templates.
ru: Полный доступ к шаблонам целей и привычек.

# premiumPage1Check2
source: Save time with detailed plans.
ru: Экономьте время, пользуясь готовыми планами.

# premiumPage1Check3
source: Enjoy beautiful icons.
ru: Наслаждайтесь красивыми иконками.

# premiumPage2Title
source: Full Mindfulness Library
ru: Полный доступ к библиотеке осознанности

# premiumPage2Check1
source: Meditation courses and singles.
ru: Курсы медитаций и синглы.

# premiumPage2Check2
source: Sleep sounds that help you wind down.
ru: Звуки для крепкого сна.

# premiumPage2Check3
source: Unlimited sounds for focus and relaxing.
ru: Звуки для расслабления и концентрации.

# premiumPage3Title
source: Advanced To-Do
ru: Продвинутый список дел

# premiumPage3Check1
source: Never miss a deadline with various reminders.
ru: Напоминания помогут не пропустить дедлайн.

# premiumPage3Check2
source: Add any repetition and the day it ends.
ru: Повторяющиеся задачи и дата окончания.

# premiumPage3Check3
source: Take an overlook at all completed tasks.
ru: Доступ ко всем выполненным задачам.

# premiumPage4Title
source: Progress & Stats
ru: Прогресс и статистика

# premiumPage4Check1
source: Visualize daily, weekly, and monthly progress.
ru: Наглядная ежедневная, недельная и месячная статистика.

# premiumPage4Check2
source: Keep track of your goals, habits, tasks and notes.
ru: Отслеживайте прогресс своих целей, привычек, задач и заметок.

# premiumPage4Check3
source: Check pomodoro records.
ru: Следите за временем работы с фокус-таймером.

# premiumPage5Title
source: Customized focus timer
ru: Индивидуальный фокус-таймер

# premiumPage5Check1
source: Tailor pomodoro time periods to your needs.
ru: Задавайте любые временные отрезки фокуса.

# premiumPage5Check2
source: Choose any break duration you want.
ru: Задавайте любые перерывы.

# premiumPage5Check3
source: Pick an end sound.
ru: Выбирайте любой звук завершения.

# premiumPage6Title
source: Support upcoming features
ru: Поддержка будущих функций

# premiumPage6Check1
source: New meditations, sounds, and masterclasses.
ru: Новые медитации и мастерклассы.

# premiumPage6Check2
source: More goal, habit, and task templates.
ru: Больше шаблонов целей, привычек и задач.

# premiumPage6Check3
source: Chat and community.
ru: Чат и сообщество.

source: Pay monthly
ru: Оплата за месяц

source: Pay yearly
ru: Оплата за год

source: Flexible
ru: Гибкий

source: Popular
ru: Популярный

source: Save 25%
ru: Сэкономьте 25%

# tryFreeAndSubscribe
source: Try free & subscribe
ru: Попробовать

source: month
ru: месяц

source: year
ru: год

# try7DaysFree
source: Try 7 days free, then
ru: Попробуйте бесплатно 7 дней,

source: Cancel anytime.
ru: Отмените в любое время.

source: Purchase error
ru: Ошибка покупки

# purchaseErrorMessage
source: There some purchase error. Please try again later
ru: Произошел сбой в покупке. Пожалуйста, попробуйте еще раз позже.

# updateAppTitle
source: Cool New Version
ru: Доступна классная новая версия

# updateAppSubtitle
source: We made improvements for you. Please upgrade to the latest version to continue
ru: Мы поработали над улучшениями. Пожалуйста, обновите приложение до последней версии, чтобы продолжить.

# updateAppBottom
source: Update is free
ru: Обновить

source: Volume
ru: Громкость

source: Schedule
ru: Запланировать

source: Reschedule
ru: Перенести

source: Scheduled
ru: Внесено в расписание

source: Background Sound
ru: Звук или мелодия

source: End Sound
ru: Звук завершения

source: Short break
ru: Короткий перерыв

source: Long break
ru: Длинный перерыв

source: Auto focus
ru: Авто-фокус

source: Auto break
ru: Авто-перерыв

source: Trigger
ru: Триггер

source: Triggers
ru: Триггеры

source: Time period
ru: Период

source: Reset
ru: Сбросить
