Repository: AmiK2001/arbgen
Catalog: lib/l10n/*.arb
Languages: ru

# googleCalendarBottomSheetText
source: Connect to get 2-way sync between {appName} and Google Calendar.
ru: Подключить двустороннюю синхронизацию {appName} с Google Календарем.

source: In progress
ru: В процессе

source: Level
ru: Уровень

source: Yet to come
ru: Достижение впереди

source: Achieved
ru: Достигнуто

source: Top-level
ru: Высший уровень

source: Soon
ru: Скоро

source: Mindful Success as a Lifestyle
ru: Осознанный успех как образ жизни

source: More
ru: Подробнее

# premiumCardDescription
source: Upgrade and get access to all tools and content for a more fulfilling life.
ru: Открыть Премиум и получить доступ ко всем инструментам для улучшения жизни.

# shareMeditivity
source: Get a companion
ru: Позвать друга

# shareMeditivityDescription
source: Research shows that people who have a buddy have more chances to succeed in adopting a new lifestyle than those who choose to do it alone.
ru: Исследования показывают, что у людей, которые достигают целей совместно с кем-то, больше шансов на успех, чем у тех, кто делает это в одиночку.

# shareMeditivityMessage
source: 👋🏽You should try {appName}! It helps you to achieve any goal without stress. Get the app here
ru: 👋🏽Попробуй {appName}! Приложение помогает достигать целей без стресса и выгорания. Скачать здесь

source: Support
ru: Поддержка

source: Delete only incomplete
ru: Удалить только не выполненное

source: Delete all history
ru: Удалить всю историю

source: No
ru: Нет

source: Yes
ru: Да

source: Update
ru: Обновить

source: Update only tasks and habits
ru: Обновить только задачи и привычки

source: Update all
ru: Обновить все

source: Edit anyway
ru: Отредактировать в любом случае

# thisEntity
source: This
ru: Это

# alreadyAdded
source: has already been added to your to-do list.
ru: уже добавлено в ваш список дел.

source: Show original
ru: Показать оригинал

# showLastCopy
source: Show the last copy
ru: Показать последнюю копию

# makeCopy
source: Make a copy
ru: Сделать копию

source: Make one more copy
ru: Сделать еще одну копию

source: Premium content
ru: Премиум контент

# premiumContentDescriptionGoal
source: You can see your progress history. To edit and keep working on this goal, please renew your subscription.
ru: Вы можете видеть историю своего прогресса. Чтобы отредактировать и продолжить работать над целью, пожалуйста, продлите подписку.

# premiumContentDescriptionHabit
source: You can see your progress history. To edit and keep tracking this habit, please renew your subscription.
ru: Вы можете видеть историю своего прогресса. Чтобы отредактировать и продолжить отслеживать привычку, пожалуйста, продлите подписку.

# premiumContentDescriptionTask
source: To edit or complete this task, please renew your subscription.
ru: Чтобы отредактировать или выполнить эту задачу, пожалуйста, продлите подписку.

# premiumContentDescriptionMeditation
source: You can see your progress history. To keep practicing this meditation, please renew your subscription.
ru: Вы можете видеть историю своего прогресса. Чтобы продолжать медитировать, пожалуйста, продлите подписку

# renewDescription
source: Renew subscription
ru: Продлить подписку

# unsavedChanges
source: You have unsaved changes
ru: У вас есть несохраненные изменения

# unsavedChangesMessage
source: If you go back now, your information won't be saved.
ru: Если вы вернетесь назад сейчас, информация не сохранится.

source: Discard
ru: Сбросить изменения и выйти

source: Continue Editing
ru: Продолжить редактирование

source: New Habit
ru: Новая привычка

# syncFinishSuccessfully
source: Sync finished successfully
ru: Синхронизация успешно завершена

source: More About
ru: Узнать больше

# permissionForStorageMessage
source: Please provide access to the storage so that you can upload images
ru: Пожалуйста, откройте доступ, чтобы загрузить фотографию

# permissionForPhotosMessage
source: Please provide access to photos, so that you can upload images
ru: Пожалуйста, откройте доступ к галерее, чтобы загрузить фотографию

# permissionForCameraMessage
source: Please provide access to the camera in order for you to take a photo
ru: Пожалуйста, дайте доступ к камере, чтобы сделать фотографию

# permissionForNotificationMessage
source: Please provide access to the notifications in order for you to get reminders
ru: Пожалуйста, откройте доступ к уведомлениям, чтобы получать напоминания

source: Loading...
ru: Загружается...

# keyResultsNameHint
source: e.g., Save 200$ in a month
ru: Например, сэкономить 200$ в месяц

# triggersDescriptionBuildHabit
source: Select triggers, e.g. "I will do X after eating breakfast". They are routine tasks that you already do on autopilot.
ru: Выберите триггеры, например "Я сделаю X сразу после того, как позавтракаю". Триггеры - это рутины, задачи, которые вы уже делаете постоянно или автоматически.

# triggersDescriptionBreakHabit
source: Emotional states and locations often trigger negative habits. E.g., you may overeat when you feel stressed.
ru: Эмоциональное состояние или место часто являются триггерами плохих привычек. Например, человек может переедать в стрессе.

# tieToLifeSphereTitle
source: Tie to life sphere
ru: Привязать к сфере жизни

# tieToLifeSphereOrGoalTitle
source: Tie to life sphere or goal
ru: Привязать к сфере жизни или цели

# tieToLifeSphereSubtitle
source: To track time you dedicate to each sphere and keep balance in life.
ru: Это позволит отслеживать, сколько времени вы тратите на каждую сферу и сохранять баланс в жизни.

source: Choose icon
ru: Выбрать иконку

# chooseIconDescription
source: Add a visual tag that will help you organize all related tasks and habits.
ru: Это поможет визуализировать цель и видеть привязанные к ней задачи.

source: Or
ru: Или

source: Condition
ru: Условие

source: Well done!
ru: Отличная работа!

# youStayFocusedFor
source: You've stayed focused for
ru: Вы были сфокусированы

# focusDialogMessage
source: The Pomodoro session helps you resist distractions and train your brains to stay focused.
ru: Фокус-таймер помогает вам противостоять отвлекающим факторам и концентрироваться на задаче.

source: New Goal
ru: Новая цель

# confirmAccountDialogTitle
source: Please confirm your account
ru: Пожалуйста, подтвердите ваш аккаунт

# confirmAccountDialogSubtitle
source: If you don't remember your password, please reset it first and then come back to change your email.
ru: Если вы не помните пароль, сбросьте его и запросите новый.

# incorrectPasswordDialogSubtitle
source: The password you entered is incorrect. Please check and try again.
ru: Пароль не верный. Пожалуйста, проверьте его и попробуйте еще раз.

# introCongratulationsText
source: You’ve successfully embarked on your self-improvement journey 🚀 Listen to the meditation scheduled for today. It will fuel your productivity and motivation!
ru: Вы успешно начали свой путь самосовершенствования 🚀 Послушайте медитацию, запланированную на сегодня. Это повысит вашу продуктивность и мотивацию!

source: Thank you
ru: Спасибо

source: Weeks
ru: Недели

source: Week
ru: Неделя

# partTitleHint
source: e.g., Open a savings account
ru: Например, открыть сберегательный счет

# partDialogMessage
source: All tasks and habits attached to this part will be deleted.
ru: Все задачи и привычки, привязанные к этому этапу, будут удалены.

# congratsDoneTask
source: CONGRATS! THE TASK IS DONE!
ru: ПОЗДРАВЛЯЕМ! ЗАДАЧА ВЫПОЛНЕНА!

# congratsDoneAllTasks
source: CONGRATS! ALL TASKS ARE DONE!
ru: ПОЗДРАВЛЯЕМ! ВСЕ ЗАДАЧИ ВЫПОЛНЕНЫ!

# setATask
source: SET A TASK TO TRACK YOUR PROGRESS
ru: ЗАПЛАНИРУЙТЕ ЗАДАЧУ И СКОНЦЕНТРИРУЙТЕСЬ НА НЕЙ

source: Time for a short break!
ru: Время сделать короткий перерыв

source: Time for a long break!
ru: Время сделать длинный перерыв

source: Time to focus!
ru: Время сфокусироваться на задаче!

source: Interrupted
ru: Прервано

source: Overall
ru: Всего

source: Deleted
ru: Удалено

source: Created
ru: Создано

source: Join us!
ru: Принять!

source: Select
ru: Выбрать

# premiumDone
source: Watch
ru: Посмотреть

# goalChanged
source: Goal selected
ru: Цель выбрана

# sphereChanged
source: Sphere selected
ru: Сфера выбрана

# inviteFriend
source: Invite a friend
ru: Позвать друга

source: Premium
ru: Премиум

# timeNotSetText
source: Select Time to enable Reminder
ru: Выберите время, чтобы включить напоминание

# noNotificationPermissionText
source: Tap to turn on notifications
ru: Нажмите, чтобы включить уведомление

source: Change
ru: Изменить

source: View details
ru: Подробнее

# deepLinkRepeatActivationTitle
source: The link has already been activated.
ru: Ссылка уже была активирована.

# deepLinkRepeatActivationSubtitle
source: You are logged in via this link now.
ru: Вы уже зашли в приложение под этой ссылкой.

# deepLinkInactiveTitle
source: This link can’t be activated.
ru: Ссылка не может быть активирована.

# deepLinkInactiveSubtitle
source: Please, contact the person in your team who gave you the link.
ru: Пожалуйста, обратитесь к сотруднику, который выдал вам ссылку.

# deepLinkChangeCompanyTitle
source: You are already logged in.
ru: Вы уже залогинены с активной ссылкой.

# deepLinkChangeCompanySubtitle
source: Do you want to change your company? Your data will be lost.
ru: Хотите сменить компанию? Вы можете потерять введённые данные.

# changeCompanyButton
source: Yes, I want to change it
ru: Да, ввести новую ссылку

# preparingGoalTitle
source: Preparing your Goal
ru: Готовим для вас цель

# preparingGoalTile1
source: Adding all tasks to the calendar
ru: Планируем задачи в календаре

# preparingGoalTile2
source: Placing the habits to the to-do list
ru: Добавляем привычки в список дел

# preparingGoalTile3
source: Setting notifications and smart reminders
ru: Устанавливаем напоминания

# companyWelcomeAdvantage1Subtitle
source: You have full access to all features, templates, and content.
ru: Вам открыт полный доступ к функционалу, шаблонам и контенту.

# companyWelcomeAdvantage2Title
source: Confidentiality
ru: Конфиденциальность

# companyWelcomeAdvantage2Subtitle
source: Your data belongs to you - we don’t share it with companies, coaches, etc.
ru: Ваши данные принадлежат вам - мы не разглашаем их третьим лицам.

# companyWelcomeAdvantage3Title
source: Special Content
ru: Специальный контент

# companyWelcomeAdvantage3Subtitle
source: Congrats! You have unique access to content that is not available for all.
ru: Поздравляем! Вам доступен особый контент, который есть не у всех пользователей.

# challengeTipTitle
source: Challenge
ru: Челлендж

# challengeTipDescription
source: Challenges in {appName} are open for the whole community for a limited time period, so once you see a new challenge, don't miss the opportunity to try new things, keep life variety high without putting too much pressure on yourself. Committing to a challenge provides the boost to get started making positive changes. The daily repetition increases your chances to adopt new desired behaviors. Every day of the challenge brings you small successes and community support which can help motivate you to keep going. Keep noted that not all attributes in the challenges might be edited because you want to stay in the same format with other users 😉
ru: Челлендж в переводе с английского означает "вызов". В {appName} челленджи - цели, которые мы предлагаем всем пользователям для совместного прохождения. По правилам, задания нужно выполнять регулярно в течение конкретного срока (например, стоять в планке 30 дней подряд). Челленджи доступны ограниченное время, поэтому не зевайте и принимайте вызов, чтобы получить дополнительную мотивацию, сделать или добиться чего-то, что вас вдохновляет. Кстати, не все атрибуты можно редактировать, чтобы сохранялись общие рамки челленджа 😉

# challengeDetailsLearnMoreTitle
source: Challenge is the time-bound goal consisting of small tasks and changes you do alongside other participants.
ru: Цель для общего прохождения, ограниченная по времени.

source: Search
ru: Искать

source: Filter
ru: Фильтр

# filterAction
source: Filter
ru: Фильтровать

source: Sort by
ru: Сортировать по

source: Status
ru: Статус

source: Not started
ru: Не начат

source: Category
ru: Категория

source: No matches found.
ru: Совпадений не найдено.

# waitingToSearch
source: Waiting to search through your data and templates.
ru: Ищем в ваших данных и шаблонах.

source: None
ru: Отсутствует

source: Goal templates
ru: Шаблоны целей

source: Task templates
ru: Шаблоны задач

source: Habit templates
ru: Шаблоны привычек

source: Habit added
ru: Привычка добавлена

source: Goal added
ru: Цель добавлена

source: Daily
ru: Ежедневная

# noteTitleHint
source: Add a note title
ru: Добавьте заголовок заметки

# noteTextFieldHint
source: Start writing a note
ru: Начните писать заметку

# sendCopy
source: Send
ru: Отправить копию

source: Untitled
ru: Безымянный

source: Delete Note
ru: Удалить заметку

# deleteNoteWarning
source: All note data will be deleted.
ru: Все данные заметки будут удалены.

source: Sort by mood
ru: Сортировать по настроению

source: Daily note
ru: Ежедневная заметка

source: Daily notes
ru: Ежедневные

source: Daily Check-In
ru: Ежедневные

source: Add daily note
ru: Добавить ежедневную заметку

source: Custom notes
ru: Пользовательские

source: Favorite notes
ru: Любимые

source: Create notes
ru: Создать заметки

source: Previous
ru: Назад

# streakButtonText
source: Great! Let’s overview exercise
ru: Открыть заметку

source: Show note
ru: Показать заметку

source: Show today's note
ru: Показать заметку на сегодня

source: Start
ru: Начать

source: Mood
ru: Настроение

source: After
ru: После

source: Before
ru: До

# selectMoodAfterAction
source: Select mood after
ru: Выбрать настроение после

source: Date set
ru: Дата установлена

# taskCreatedOnSetDate
source: Task is created on the set date
ru: Задача создана на выбранную дату

source: Note created
ru: Заметка создана

source: Close
ru: Закрыть

source: Goal template
ru: Шаблон цели

source: Habit template
ru: Шаблон привычки

source: Show tip
ru: Показать подсказку

# commitGoalSubtitle
source: This goal will be added to your to-do list.
ru: Цель будет добавлена в ваш список задач.

# sendSubtitle
source: Recommend this template to a friend.
ru: Рекомендовать шаблон другу.

source: Sphere
ru: Сфера

source: Recurring task
ru: Повторяющаяся задача

source: Show details
ru: Показать детали

# dailyNoteTabSubtitle
source: Journaling is a keystone habit that could change your life.
ru: Ведение дневника - одна из ключевых привычек для ментального здоровья.

# dailyNoteTabSubtitleWithCalendar
source: You can pick any date to see or create a note.
ru: Выберите любую дату, чтобы посмотреть или создать заметку.

# dailyNoteAdvantage1Title
source: Track your mood
ru: Дневник настроения

# dailyNoteAdvantage1Subtitle
source: Get regular insights and learn more about yourself.
ru: Управляйте эмоциями и больше узнавайте о себе.

# dailyNoteAdvantage2Title
source: Reflect on a day
ru: Рефлексия дня

# dailyNoteAdvantage2Subtitle
source: See what went well and want can be improved.
ru: Отмечайте, что прошло хорошо, а что можно улучшить.

# dailyNoteAdvantage3Title
source: Practice gratitudes
ru: Практика благодарности

# dailyNoteAdvantage3Subtitle
source: Train your mind to focus on positive things and experience greater happiness.
ru: Тренируйте мозг замечать больше позитивных событий в жизни.

# dailyNoteTipText
source: Scientific studies have found that keeping daily notes reduces stress, creates order in your mind when you feel like life is scattering. Putting thoughts and feelings into words activates the prefrontal cortex which diminishes emotional reactivity and brings more calm to your life. It also helps to detach, let go of the past and see valuable insights.
ru: Научные исследования показали, что ежедневное ведение дневника уменьшает стресс и дает ощущение порядка в голове. Обращение мыслей и чувств в слова активирует префронтальную кору, которая снижает эмоциональную реакцию и приносит больше спокойствия в вашу жизнь. Это также помогает отстраниться, отпустить прошлое и увидеть ценные идеи.

# streakTitle
source: Keep tracking your mood
ru: Продолжайте отслеживать свое настроение

# streakMood1
source: Things may look dark at the moment, but remember that bad times always pass.
ru: Сейчас все может выглядеть мрачно, но помните, что плохие времена всегда проходят.

# streakMood2
source: Even if today you feel down, try to keep your spirits up and recognize good things in life.
ru: Даже если сегодня вы чувствуете себя подавленным, постарайтесь замечать то хорошее, что есть в вашей жизни.

# streakMood3
source: Some days you may feel moderate emotions, gratitude practice helps you focus on positive things in your life.
ru: В некоторые дни мы испытываем умеренные эмоции, а практика благодарности помогает сосредоточиться на положительных моментах и проживать больше счастливых дней.

# streakMood4
source: It’s amazing to see that things are going well and you are feeling positive. Great attitude!
ru: Прекрасно, что все идет хорошо, и вы не унываете!

# streakMood5
source: It’s great to see that you are enjoying your life.
ru: Замечательно, что вы наслаждаетесь жизнью и отлично себя чувствуете!

# allStepsEmptyDialogTitle
source: All steps are empty
ru: Все поля не заполнены

# allStepsEmptyDialogText
source: Please turn back and fill at least one step
ru: Пожалуйста, вернитесь назад и заполните хотя бы один шаг

# moodBottomSheetTitle
source: How are you today?
ru: Как вы чувствуете себя сегодня?

# notesTabPlaceholder
source: Press + then "note" to write down your thoughts, insights and ideas.
ru: Нажмите +, а затем "заметка" и запишите ваши мысли, идеи и настроение.

# step2hint
source: What made you feel proud? What made today great?
ru: Чем вы гордитесь сегодня? Что вас обрадовало?

# step3hint
source: What lessons did you learn? How could you have made today even better?
ru: Какие уроки вы вынесли? Как можно было бы прожить сегодняшний день лучше?

# step4hint
source: Write about people, events, or items in your life that you’re thankful for and why. What skills or abilities are you grateful to have?
ru: Напишите о людях, питомцах, событиях, вещах или местах в вашей жизни, за которые вы благодарны. Что есть в вас самих, что вызывает чувство благодарности, какие навыки, возможности?

# dayStreak
source: {daysCount} Day Streak
ru: {daysCount} - дней подряд

# dailyNoteStep1
source: How are you feeling today?
ru: Как вы себя чувствуете?

# dailyNoteStep2
source: What went well today?
ru: Что сегодня прошло хорошо?

# dailyNoteStep3
source: What can be improved?
ru: Что можно улучшить?

# dailyNoteStep4
source: List three things you are grateful for.
ru: Перечислите три вещи, за которые вы благодарны.

# dailyNoteStep5
source: How are you feeling now?
ru: Как вы себя теперь чувствуете?

source: Recurring task accomplished
ru: Повторяющаяся задача выполнена

# noteDeletedByUser
source: Note has been deleted by user
ru: Заметка была удалена пользователем

# taskDeletedByUser
source: Task has been deleted by user
ru: Задача была удалена пользователем

# goalDeletedByUser
source: Goal has been deleted by user
ru: Цель была удалена пользователем

# habitDeletedByUser
source: Habit has been deleted by user
ru: Привычка была удалена пользователем

source: Don't allow
ru: Не разрешать

source: System
ru: Системный

# applicationLanguage
source: Interface Language
ru: Язык интерфейса

source: Content Language
ru: Языки контента

# revertSettings
source: Restore to Default Settings
ru: Сбросить настройки

# calendarStarts
source: Week Start on
ru: Начало недели

# showDetailsSubtitle
source: Show all task and habit attributes like repetition, etc.
ru: Показать все атрибуты задачи и привычки, такие как повторение, продолжительность и т. д.

# resetSettingsMessage
source: Are you sure to restore to default settings?
ru: Вы уверены, что хотите сбросить к стандартным настройкам?

source: Self-care
ru: Уход за собой

source: Group by type
ru: Группировать по типу

# notificationsRequestTitle
source: Don't procrastinate your better life
ru: Не откладывайте свою лучшую жизнь на потом

# notificationsRequestSubtitle
source: Get reminders about your goals
ru: Получайте напоминания о ваших целях

source: Turn on
ru: Включить

source: Maybe Later
ru: Позже

source: Tasks without date
ru: Задачи без даты

source: Notifications
ru: Уведомления

# myDayDailyNoteCardReminderTitle
source: Answer today’s journal questions
ru: Заполните дневник за сегодня

# myDayMeditationCardReminderTitle
source: Practice daily meditation
ru: Практикуйте ежедневную медитацию

# dailyNoteReminderTitle
source: Daily Check-in
ru: Напоминание о ежедневной заметке

# dailyNoteReminderSubtitle
source: Remind me to journal regularly
ru: Напоминать мне регулярно вести дневник

# showMyDayMeditationTipCardSettingsTitle
source: Daily suggestions to meditate
ru: Ежедневные рекомендации по медитации

# showMyDayMeditationTipCardSettingsSubtitle
source: Show me them on the Today tab
ru: Показывать их на вкладке "Мой день"

source: Task template
ru: Шаблон задачи

# cycleAndPeriod
source: Cycle & Period
ru: Цикл и период

source: Cycle Length
ru: Длина цикла

source: Period Length
ru: Длина периода

source: Log Period
ru: Отметить период

source: Menstrual Phase
ru: Менструальная фаза

source: Follicular Phase
ru: Фолликулярная фаза

source: Ovulation Phase
ru: Фаза овуляции

source: Luteal Phase
ru: Лютеиновая фаза

# delay
source: Late Period
ru: Задержка

# newS
source: New
ru: Новый

source: Daily Insights and Self-Care
ru: Ежедневные идеи и забота о себе

# deleteAccountSubtitle
source: This will permanently erase all content including your tasks, habits, goals, notes, stats and progress.
ru: Это навсегда удалит весь контент, включая ваши задачи, привычки, цели, заметки, статистику и прогресс.
