Repository: AmiK2001/arbgen
Catalog: lib/l10n/*.arb
Languages: ru

# breakHabitBreakTheSpellHint
source: Go ahead and do what you have urge to, but this time be curious about the process. Move from knowledge to the feeling that you experience. Write it down. E.g. mindful smoking can show you that it's a stinky process.
ru: Поддайтесь порыву и сделайте плохую привычку. Но в этот раз с любопытством последите за процессом и собой. Почувствуйте, что вы проживаете. Запишите свои эмоции и мысли. Например, осознанное курение может пролить свет на то, какое неприятное послевкусие или плохой запах оставляет сигарета

# habitsTodoTip
source: In this tab, you can track all your habits. Tap on a habit to see its details and progress. You can mark habits done and undo them by pressing the circle icons. When you mark a habit completed, your streak goes up. Use reminders and triggers so you won't miss a day. Swipe a habit to the right in the "My day" tab to mark it done only for that day. If you swipe it to the right in the "To-do" tab, it will be accomplished for good. Use this when you feel the habit is on autopilot and you don't need to track it anymore.
ru: На этой вкладке вы можете отслеживать все свои привычки. Нажмите на привычку, чтобы увидеть ее детали и свой прогресс. Нажимайте на кружки, чтобы отмечать или отменять выполнение привычки. Каждый день, когда вы выполняете привычку, цепочка действий удлиняется. Используйте напоминания и триггеры, чтобы не пропустить ни одного дня. Смахните привычку вправо на вкладке "Мой день ", чтобы отметить ее выполненной только для этого дня. Если вы хотите отметить привычку как выполненную навсегда, смахните вправо на вкладке "To-do ". Воспользуйтесь этой функцией, когда чувствуете, что привычка находится на автопилоте, и вам больше не нужно ее отслеживать.

# spheresTodoTip
source: {appName} helps you take a look at the bigger picture of your life. All goals, habits, and tasks are related to a chosen sphere. You don't have to pursue equal balance in all areas, but dedicating your time and energy towards more than just one sphere will make your life more stable, enjoyable, and fulfilling. Pay attention to health, family, work, and contribute to your personal growth as well as the greater good. Living a versatile life leads to harmony and well-being.
ru: {appName} помогает вам взглянуть на широкую картину вашей жизни. Все цели, привычки и задачи относятся к одной из 9 сфер жизни. Вам не нужно добиваться равного баланса во всех областях, но стоит посвящать свое время и энергию не только одной сфере, например, как это часто бывает, работе. Это сделает вашу жизнь более стабильной, приятной и насыщенной. Уделяйте внимание здоровью, семье, работе и личному росту, а также не забывайте вносить свой вклад в общество или окружающую среду. Разносторонняя жизнь - залог гармонии и благополучия.

# buildHabitTip
source: The habit builder is based on cutting edge research in cognitive science. The more fields you fill in, the easier it will be to stick to new behavior. We suggest that you use a habit loop to build desired routines. The habit loop has 3 steps - cue (trigger), routine, and reward. So find the right trigger for your new habit, describe the routine including mindset and challenges, and determine the ideal reinforcement... and this time you'll nail it!
ru: Конструктор привычек в {appName} основан на исследованиях в области поведенческой психологии. Чем больше полей вы заполните, тем легче будет придерживаться нового поведения. Мы предлагаем вам использовать метод петли привычек. Петля привычки состоит из 3 этапов - триггер (сигнал), действие и вознаграждение. Найдите правильный триггер для своей новой привычки, продумайте рутину и заранее решите, как вы будете справляться со сложностями (например, заменять бег в парке на домашнюю тренировку в сильный дождь). Не забывайте о награде - вашем позитивном подкреплении нового поведения ... и в этот раз вы приручите привычку!

# breakHabitTip
source: The decision to change a behavior takes place in the prefrontal cortex, the area of planning. But the automatic behavior of the habit itself is stored in another area - the basal ganglia. That is why the habit-breaking process can be difficult. You will need to give your brain some time to adjust. The most effective way to break a bad habit is to replace it with a good one. As you see rewards gradually begin to accumulate from the new, good habit — the desire to continue this behavior will outweigh the desire to pursue the old habit.
ru: Решение об изменении поведения принимается в префронтальной коре головного мозга - области планирования. Но автоматическое поведение самой привычки хранится в другой области - базальных ганглиях. Вот почему процесс избавления от привычки часто настолько сложным. Вам нужно дать своему мозгу немного времени на то, чтобы приспособиться. Самый эффективный способ избавиться от плохой привычки - заменить ее хорошей. Когда вы увидите, как хорошая привычка меняет вашу жизнь к лучшему, желание продолжать такое поведение станет перевешивать потребность следовать старой вредной привычке.

# customGoalTip
source: Use two great goal-setting frameworks that will move you from dreaming and planning towards reaching your goals: • SMART goals (Specific, Measurable, Achievable, Relevant, Time-bound) • OKR (Objectives and Key Results) Divide big goals into parts and then into tasks and habits. Keep in mind that the better you describe your goal, the clearer it becomes for your brain, which drives your motivation.
ru: С {appName} вы можете использовать два отличных фреймворка для постановки целей, которые приведут вас от мечтаний и планирования к достижению ваших целей: • Цели по SMART - конкретные, измеримые, достижимые, релевантные и привязанные к срокам • OKR (Objectives & Key Results) - Цели и Ключевые результаты Разделите большие цели на этапы, а затем на задачи и привычки. Помните, что чем точнее вы описываете свою цель, тем яснее она становится для вашего мозга, который будет решать, давать вам мотивацию на ее достижение или нет.

# focusTimerTip
source: This focus timer is based on the Pomodoro technique. It's a simple tool to manage time and avoid distractions. 1. In the "My day" tab choose any tasks you'd like to get done. 2. Set a 25-min timer or adjust the time to your needs. 3. Concentrate on the task until the timer rings. 4. Take a short break and get inspiration from the break tips. 5. Every 4 pomodoros, take a longer break (15-30 min).
ru: Фокус-таймер основан на технике Помодора. Это простой эффективный инструмент, который позволяет концентрироваться и избавляться от прокрастинации. 1. На вкладке " Мой день "выберите любые задачи, которые вы хотите выполнить. 2. Установите 25-минутный таймер или выберите отрезок времени по своему усмотрению. 3. Сфокусируйтесь на задаче, пока не зазвонит таймер. 4. Сделайте небольшой перерыв и воспользуйтесь полезными советами на перерыв. 5. Каждые 4 помодора делайте более длительный перерыв (15-30 мин).

# myDayHabitsTip
source: Once we decide to change our lifestyle, we often want to tackle all of our dreams and problems at once. But working on too many habits simultaneously is not an easy task. It's also not productive and might lead you to drop all habits altogether. So start small and let this process be a challenging yet pleasant journey, not a race.
ru: Как только мы решаем изменить свой образ жизни, часто хотим взяться за все мечты и проблемы сразу. Но работать над слишком многими привычками одновременно - непростая задача. Это также непродуктивно и может привести к тому, что вы вовсе бросите все привычки. Так что начните с малого и пусть этот процесс станет приятным путешествием, а не гонкой.

# onboardingSpheresTip
source: {appName} helps you take a look at the bigger picture of your life. All goals, habits, and tasks are related to a chosen sphere. You don't have to pursue equal balance in all areas, but dedicating your time and energy towards more than just one sphere will make your life more stable, enjoyable, and fulfilling. Pay attention to health, family, work, and contribute to your personal growth as well as the greater good. Living a versatile life leads to harmony and well-being.
ru: {appName} помогает вам взглянуть на широкую картину вашей жизни. Все цели, привычки и задачи относятся к одной из 9 сфер жизни. Вам не нужно добиваться равного баланса во всех областях, но стоит посвящать свое время и энергию не только одной сфере, например, как это часто бывает, работе. Это сделает вашу жизнь более стабильной, приятной и насыщенной. Уделяйте внимание здоровью, семье, работе и личному росту, а также не забывайте вносить свой вклад в общество или окружающую среду. Разносторонняя жизнь - залог гармонии и благополучия.

# onboardingGoalsTip
source: Setting goals and achieving them is the set of cognitive skills that can be practiced. SMART goals help people define and implement intentions in any sphere - health, business, or education. The SMART criteria incorporate guidance and realistic direction in goal setting, which increases motivation and leads to better lasting results. For example, simply wanting to get in shape is too vague. Aim to fit it to the SMART criteria and make a more clear objective like take a walk for 30 min 5 times per week, for a month.
ru: Постановка целей и их достижение - это набор когнитивных навыков, которые можно тренировать. Цели по SMART помогают ставить и реализовывать планы в любой сфере - здоровье, работе, учебе и так далее. Они помогают реалистично подойти к вопросу и приводят к более устойчивым результатам. Например, просто желание заниматься физической активностью - слишком расплывчато. Стремитесь подогнать его под критерии SMART и поставьте более четкую цель, например, гулять по 30 минут 5 раз в неделю в течение месяца.

# onboardingHabitsTip
source: Habits are filling up about 45% of our daily activities - almost half of our lives we run on autopilot! Whether your goal is to develop a good habit or break a bad one, it takes some time for your brain to build new neural connections. Brain science suggests tying new habits to triggers, actions that you are already used to. For example, you can meditate every morning right after brushing your teeth. It will strengthen the neural pathways and with every repetition, your brain will require less effort to perform the right behavior.
ru: Привычки заполняют около 45% нашей повседневной деятельности - почти половину жизни мы проводим на автопилоте! Независимо от того, хотите ли вы выработать хорошую привычку или избавиться от плохой, вашему мозгу нужно время, чтобы создавать новые нейронные связи. Наука о мозге предлагает привязать новые привычки к триггерами - действиями, к которым вы уже привыкли. Например, вы можете медитировать каждое утро сразу после чистки зубов. Это укрепит нейронные пути, и с каждым повторением вашему мозгу будет требоваться меньше усилий для правильного поведения.

# onboardingMindfulnessTip
source: Regular practice lowers your stress, helps build good relationships, improves focus and sleep, and even physical health. Harvard study shows that taking a few minutes to focus your mind each day can reduce pain, depression, and more. The beauty and simplicity of meditation are that you don't need any equipment. Built-in mindfulness tools will help you make it a daily habit and you’ll notice the first changes in your mood, productivity, and stress level within just a couple of weeks of regular practice.
ru: Регулярная практика снижает уровень стресса, помогает строить хорошие отношения, улучшает концентрацию, сон и даже физическое здоровье. Исследование Гарварда показывает, что если вы ежедневно тратите несколько минут на то, чтобы сосредоточить свой ум на уменьшении боли, то она утихает. Красота и простота медитации в том, что вам не нужно никакого оборудования. Встроенные инструменты осознанности помогут вам сделать медитацию повседневной привычкой, и вы увидите заметные изменения в своем настроении, продуктивности и уровне стресса всего за несколько недель регулярной практики.

# descriptionHabitTip
source: A habit and a routine are both repeated regular activities. The distinction is that habits run on autopilot and routines are intentional. For instance, having coffee might be something you do every morning without awareness but doing morning exercise requires intention and effort. First, you need to hone and practice your routine and after sticking to it the habit-forming process will become automatic. The better you describe what action you want to perform, why, when, and under what circumstances, the bigger your chances to succeed. The human brain doesn't like uncertainty, so your desire "I want to read more" is unlikely becomes a habit while "I will read for 30 min every night after dinner" will.
ru: Привычки и рутины - это повторяющиеся регулярные действия. Различие в том, что привычки выполняются на автопилоте, а рутины - намеренно. Например, выпить чашку кофе может быть чем-то, что вы делаете каждое утро без сознательных усилий, но утренняя зарядка требует намерения. Для начала вам нужно отточить и практиковать свои рутины, после чего они трансформируются в привычки и станут автоматическими. Чем точнее вы описываете, какое действие хотите выполнить, почему, когда и при каких обстоятельствах, тем больше ваши шансы на успех. Человеческий мозг не любит неопределенности, поэтому желание "хочу больше читать " вряд ли станет привычкой, в то время как "буду читать по 30 минут каждый вечер после ужина" будет.

# descriptionGoalTip
source: Scientists Yukl and Latham published research on interconnections between goal-setting and individual personality factors. It revealed that: • Participants with difficult goals achieved greater success than others. • Participants with higher self-esteem did better on task accomplishments. • Participants with a greater understanding of why the goal was necessary for them had more chances of being successful with the target plans. So dedicate some time to describe your goal in detail and it would help you to achieve it.
ru: Ученые Юкл и Латам опубликовали исследование взаимосвязи между постановкой целей и личностными факторами. Оно показало, что: • Участники с трудными целями достигли большего успеха, чем другие. • Участники с более высокой самооценкой справляются лучше. • Участники с четким пониманием того, для чего они достигают именно этой цели, имели больше шансов на успех. Поэтому выделите немного времени и подробно опишите свою цель и почему она для вас важна - это поможет вам ее достичь.

# keyResultsGoalTip
source: OKR (Objectives and Key Results) is the best goal-setting technique that consists of the two basic parts: 1. The Objective is a qualitative goal that tells you what you want to achieve. 2. The Key Results are quantitative and define how you’ll know if you have achieved them. John Doerr’s who introduced Google to OKRs, offered the best formula for setting them: I will (Objective) as measured by (This set of Key Results). Set and review your goals quarterly.
ru: OKR (Objectives & Key Results) - цели и ключевые результаты - лучший метод постановки целей, который состоит из двух основных частей: 1. Цель - это качественный показатель того, чего вы хотите достичь. 2. Ключевые результаты - количественные показатели, которые определяют, достигли ли вы цели. Джон Дорр, который познакомил Google с методом OKR, предложил лучшую формулу: Я буду (Цель), что измеряется (набором Ключевых результатов). Например, “Я стану выносливее, что измеряется тем, что смогу пробежать полумарафон за 2 часа. Ставьте и пересматривайте свои цели ежеквартально.

# repetitionAndTriggersHabitTip
source: As a certain behavior is repeated multiple times, the neural connections in the brain form and become stronger. Therefore, with every repetition, our brain needs less effort to perform a habit. The habit loop coined by Charles Duhigg explains the habit formation process as a series of steps - trigger (or cue), craving, habit, and reward. The trigger for a habit can be anything that drives it such as a preceding action, an existing habit like brushing teeth, a location, a time of day, other people, or an emotional state. E.g. you can meditate every morning right after turning off the alarm.
ru: Когда определенное поведение повторяется несколько раз, нейронные связи в мозге формируются и укрепляются. Таким образом, с каждым повторением нашему мозгу требуется меньше усилий для выполнения привычки. Петля привычки, которую описал Чарльз Дахигг, объясняет, что процесс формирования привычки представляет собой серию шагов - триггер (или сигнал), тяга, привычка и вознаграждение. Триггером для привычки может быть все, что ее вызовет, например существующая привычка (чистка зубов, завтрак и т.д.), местоположение, время суток, другие люди или эмоциональное состояние. Например, вы можете медитировать каждое утро сразу после выключения будильника.

# remindersHabitTip
source: Benjamin Gardner, a habit researcher and senior lecturer in psychology at King’s College London, states that when it comes to new habits, forgetting is a big issue that is why planning ahead and setting up reminders is a good idea. Reminders for implementation intentions will increase their activation in declarative memory, but activation will decay as time goes by since those reminders were attended. So at the begging of formation a new habit, it's a great and the easiest tool to stay on track.
ru: Бенджамин Гарднер, исследователь привычек и старший преподаватель психологии в King’s College London, утверждает, что самая большая проблема в том, что мы быстро забываем о новых привычках. Поэтому планирование и выставление напоминаний на телефоне - хорошая идея. Напоминания о новых привычках, будут усиливать их активацию в декларативной памяти. Однако активация будет ослабевать по прошествии времени. Так что напоминания - отличный и самый простой инструмент, позволяющий не сбиться только в начале пути формирования новой привычки.

# prepareForSuccessHabitTip
source: When you start a journey of adopting a new habit, you need to set your mindset and think in advance about how you overcome challenges. We are only humans and can't perform to the fullest all the time. The Two-Day Rule comes to the rescue. Never skip the thing you're trying to accomplish more than two days in a row - don’t slack off too much and often. Let's say, you want to run. One day it's raining and you don't go. But the next day, you need to find a way to do this run - even if it means going to a gym instead of a park or buying a waterproof outfit. Once you get used to hitting your habits, you will do everything in your power not to miss two days in a row and break the chain.
ru: Когда вы начинаете путь к формированию новой привычки, вам необходимо настроить свое мышление и заранее подумать о том, как вы преодолеете трудности. Мы всего лишь люди и не можем постоянно работать в полную силу. На помощь приходит правило двух дней. Никогда не пропускайте то, что пытаетесь выработать у себя, более двух дней подряд. Допустим, вы хотите регулярно бегать. В один день пошел дождь, и вы его пропустили. Но на следующий день вам нужно найти способ сделать пробежку - даже если это означает пойти в тренажерный зал вместо парка или купить водонепроницаемую одежду. Сделаете все, что в ваших силах, чтобы не пропустить два дня подряд и не разорвать цепочку.

# prepareForSuccessGoalTip
source: Your overall mindset dictates your success or failure and how you cope with challenges. Psychologists Daniel Gilbert and Timothy Wilson identify the key to setting goals is a better understanding and predicting your emotions, including how they’ll change over time, how external events will affect them, and how they’ll impact things like personal productivity. Coaching questions in this section will help you work through any goal, set priorities, overcome doubts and challenges, and find support.
ru: Мышление определяет ваш успех или неудачу и то, как вы справляетесь с проблемами. Психологи Дэниел Гилберт и Тимоти Уилсон выяснили, что ключ к постановке целей - это лучшее понимание и прогнозирование ваших эмоций, включая то, как они будут меняться со временем, как внешние события повлияют на них, и как они в свою очередь будут влиять на личную продуктивность. Коучинговые вопросы в этом разделе помогут вам проработать цель, расставить приоритеты, преодолеть сомнения и обрести внутреннюю поддержку.

# detailsHabitTip
source: The human brain likes clarity therefore if you want to develop a habit, you should describe it as precisely as possible. Add all relevant details, it will help you find focus and direction and build a solid daily routine.
ru: Мозг любит ясность, поэтому, если хотите развить привычку, вам нужно описать ее как можно точнее. Добавьте все важные детали - это поможет убрать неопределенности и выстроить надежные рутины.

# statisticsHabitTip
source: The process of building habits is all about consistency. Tracking your habits and measuring the progress help you correct your behavior, find areas for improvements, and celebrate the results. Research has shown that people who track their progress on goals like losing weight are all more likely to improve than those who don’t. The calendar keeps you accountable, when you see your streak, you’ll be reminded to act again. Also, tracking feels rewarding. It is great to watch your results grow and it boosts your motivation.
ru: Основа формирования привычек - это последовательность. Трекер привычек и прогресса помогут скорректировать свое поведение, увидеть слабые места и отпраздновать результаты. Исследования показали, что люди, отслеживающие свой прогресс в похудении, с большей вероятностью достигают цели, чем те, кто этого не делает. Календарь и трекер держат вас в тонусе и служат напоминанием. Кроме того, приятно наблюдать, как растет ваш прогресс - это повышает мотивацию.

# statisticsGoalTip
source: If you are trying to achieve a goal, the more often that you monitor your progress, the greater the likelihood that you will succeed, according to research published by the American Psychological Association. Your chances of success are even more likely if you report your progress publicly or physically record it. Feel free to share your progress with friends and focus your attention on the goal to keep it at the top of your mind.
ru: Согласно исследованию, опубликованному Американской психологической ассоциацией, чем чаще вы отслеживаете свой прогресс, тем вероятнее достижение цели. Ваши шансы на успех еще выше, если вы сообщаете о своем прогрессе публично или фиксируете его. Не стесняйтесь делиться своим результатами с друзьями и возвращайтесь к записанной цели, чтобы держать ее в голове и фокусе внимания.

source: Back
ru: Назад

# backToolTip
source: Tap on the Back sign to return to the My day screen and start getting things done 💪
ru: Нажмите "Назад", чтобы вернуться к экрану "Мой день" и начать выполнять дела 💪

source: Pomo Timer
ru: Фокус-таймер

# pomoTimerToopTip
source: Use the Pomo timer (alternate 25 min work phases with 5 min breaks) to boost productivity and concentration.
ru: Пользуйтесь фокус-таймером (чередуйте 25 минут концентрированной работы с 5-минутными перерывами. Этот метод помогает бороться с прокрастинацией и повышает продуктивность.

source: Guided Goals
ru: Программы целей

# guidedGoalsToolTip
source: Let's start with a guided goal program. Later you can add any custom goal using the tool designed by neuroscientists 🧠
ru: Давайте начнем с готовой программы целей. Вы также сможете добавлять любую личную цель в инструменте, разработанном нейробиологом 🧠

source: Create
ru: Создать

# createToolTip
source: Tap on + to create a note, task, habit, or goal 🎯
ru: Нажмите +, чтобы создать заметку, задачу, привычку или цель 🎯

source: Create a Goal
ru: Создать цель
